{
    "texts": [
    "Najlepszy czas na rozpoczęcie to teraz.",
    "Wyzwania są tylko okazjami do wzrostu.",
    "Sukces zaczyna się od odwagi.",
    "Marzenia wymagają działania.",
    "Wytrwałość pokona każdą przeszkodę.",
    "Zacznij małymi krokami, osiągniesz wielkie cele.",
    "Wszystko jest możliwe dla tych, którzy wierzą.",
    "Dąż do doskonałości, a sukces cię dogoni.",
    "Wyznacz cele, nie granice.",
    "Nie przestawaj, dopóki nie osiągniesz tego, czego chcesz.",
    "Nigdy nie poddawaj się, sukces jest blisko.",
    "Ryzyko może się opłacić wielokrotnie.",
    "Poświęcenie to klucz do osiągnięcia celu.",
    "Nawet najdłuższa podróż zaczyna się od pierwszego kroku.",
    "Widzisz cel, podążaj w jego kierunku.",
    "A to, że coś jest bardzo, bardzo trudne, nie znaczy, że jest niemożliwe.",
    "Sukces to suma małych wysiłków powtarzanych codziennie.",
    "Bądź odważny i podążaj za swoimi marzeniami.",
    "Nie oglądaj się wstecz, skoncentruj się na przyszłości.",
    "Każdy dzień to nowa szansa na osiągnięcie czegoś wielkiego.",
    "Przeszkody są tylko po to, aby je pokonać.",
    "Nigdy nie jest za późno, aby zacząć od nowa.",
    "Twoje ograniczenia są tylko w Twojej głowie.",
    "Wiara przenosi góry, działanie osiąga cele.",
    "Bądź jak gwiazda - świeć, nawet w ciemnościach.",
    "Sukces to efekt działania, nie przypadku.",
    "W każdej porażce tkwi nauka na przyszłość.",
    "Dążenie do doskonałości sprawia, że jesteś lepszy.",
    "Małe zmiany prowadzą do wielkich rezultatów.",
    "Wytrwałość i determinacja prowadzą do triumfu.",
    "Kiedy myślisz, że nie możesz, przypomnij sobie, że możesz.",
    "Osiągnij niemożliwe, niech to będzie twoje możliwe.",
    "Zaakceptuj wyzwania, a staniesz się mistrzem zmiany.",
    "Twoja determinacja jest kluczem do sukcesu.",
    "Sukces to droga, nie cel.",
    "Nigdy nie przestawaj się rozwijać i doskonalić.",
    "Twój potencjał jest nieskończony, wykorzystaj go.",
    "Osiągnięcia zaczynają się od decyzji o próbie.",
    "Wyznacz sobie cele i przekraczaj własne granice.",
    "Rozpocznij nowy rozdział, a historia się zacznie.",
    "Jedyną osobą, która Cię powstrzymuje, jesteś TY.",
    "Każdy krok w przód przynosi Cię bliżej celu.",
    "Wiarę w siebie, to klucz do sukcesu.",
    "Sukces wymaga poświęcenia i ciężkiej pracy.",
    "Nie poddawaj się, kiedy osiągniesz pierwszy sukces.",
    "Wartość drzemie w działaniu, nie w słowach."
    ]
}
